Map<String, List<Map<int, String>>> schedule = {
  'KB-45': [
    {
      4: 'Технології розслідування інцидентів інформаційної безпеки',
      5: 'Безпека програмного забезпечення',
    },
    {
      4: 'Основи охорони праці та безпека життєдіяльності',
      6: 'Тестування програмного забезпечення',
      7: 'Тестування на проникнення у комп`ютеризованих системах і мережах',
    },
    {
      1: 'Тестування на проникнення у комп`ютеризованих системах і мережах',
      2: 'Тестування програмного забезпечення',
      3: 'Аудит інформаційної безпеки'
    },
    {
      3: 'Безпека програмного забезпечення',
      4: 'Основи охорони праці та безпека життєдіяльності'
    },
    {
      1: 'Аудит інформаційної безпеки',
      3: 'Технології розслідування інцидентів інформаційної безпеки'
    },
  ],
  'KB-46': [
    {
      4: 'Технології розслідування інцидентів інформаційної безпеки',
      5: 'Безпека програмного забезпечення',
      7: 'Тестування на проникнення у комп`ютеризованих системах і мережах',
    },
    {
      4: 'Основи охорони праці та безпека життєдіяльності',
      6: 'Тестування програмного забезпечення',
    },
    {
      1: 'Тестування на проникнення у комп`ютеризованих системах і мережах',
      2: 'Аудит інформаційної безпеки',
      4: 'Тестування програмного забезпечення'
    },
    {
      3: 'Основи охорони праці та безпека життєдіяльності',
      6: 'Аудит інформаційної безпеки'
    },
    {
      6: 'Безпека програмного забезпечення',
    },
  ],
  'KB-47': [
    {
      6: 'Тестування на проникнення у комп`ютеризованих системах і мережах',
      7: 'Безпека програмного забезпечення',
    },
    {
      4: 'Основи охорони праці та безпека життєдіяльності',
      6: 'Прикладна криптографія',
    },
    {
      4: 'Основи охорони праці та безпека життєдіяльності',
      7: 'Безпека програмного забезпечення',
    },
    {
      1: 'Аналіз шкідливого програмного забезпечення',
      6: 'Основи охорони праці та безпека життєдіяльності',
      7: 'Технології розслідування інцидентів інформаційної безпеки'
    },
    {
      2: 'Прикладна криптографія',
      3: 'Безпека хмарних технологій',
      4: 'Безпека програмного забезпечення',
    },
  ],
  'KB-48': [
    {
      1: 'Системи автентифікації і управління доступом',
      2: 'Безпека програмного забезпечення',
    },
    {
      4: 'Основи охорони праці та безпека життєдіяльності',
      6: 'Тестування програмного забезпечення',
    },
    {
      1: 'Основи охорони праці та безпека життєдіяльності',
      5: 'Прикладна криптографія',
      6: 'Системи автентифікації і управління доступом'
    },
    {
      1: 'Аналіз шкідливого програмного забезпечення',
      2: 'Системи виявлення вторгнень'
    },
    {3: 'Прикладна криптографія', 4: 'Безпека хмарних технологій'},
  ],
};
